[ Lang ]

"(Empty)"="(Vide)"
"1.Confirm that USB device is compliant with USB 2.0."="1.Veuillez confirmer que l'appareil USB est compatible avec USB 2.0"
"10min"="10min"
"12 Hour"="12 heures"
"120s"="120 s"
"15s"="15 s"
"1h"="1 h"
"1min"="1min"
"2.Try to replug the USB device."="2.Veuillez rebrancher votre appareil USB"
"24 Hour"="24 heures"
"2h"="2 h"
"2min"="2min"
"3.Try to reboot the phone."="3.Veuillez redémarrer votre téléphone."
"30min"="30min"
"30s"="30 s"
"3h"="3 h"
"5min"="5min"
"60s"="60 s"
"6h"="6 h"
"802.1x Mode"="Mode 802.1x"
"802.1x Settings"="Réglages 802.1x"
"802.1x"="802.1x"
"ACD Login"="Connexion ACD"
"ACD State"="État ACD"
"ACD Trace"="Trace"
"ACD"="ACD"
"AES"="AES"
"ALERT"="Alerter"
"AP Mac Address"="Adresse MAC PA"
"AVG.Waiting Time"="Temps d’attente moyen"
"Account ID"="ID compte"
"Account Status"="État du compte"
"Account is invalid!"="Compte non valide !"
"Account"="Compte"
"Accounts"="Comptes"
"Activation"="Activation"
"Adapter has added, scanning the bluetooth devices right now?"="Adpt BT, rechercher app BT?"
"Adapter has removed out"="Adaptateur Bluetooth retiré."
"Add Blacklist"="Ajouter liste noire"
"Add Contact"="Ajouter contact"
"Add Group SoftKey"="AjoutGr"
"Add Group"="Ajouter groupe"
"Add Metaswitch Contact"="Ajouter un contact Metaswitch"
"Add Network"="Ajouter un réseau"
"Add Number"="Ajouter un numéro"
"Add PAB"="Ajouter un carnet d'adresses"
"Add Personal"="Ajout Pers."
"Add To Metaswitch Contact"="Ajouter aux contacts Metaswitch"
"Add to Blacklist"="Ajouter à la liste noire"
"Add to Contact"="Ajouter au contact"
"Add to Contacts"="Aj. aux contacts"
"Add to Favorite with an index of"="À ajouter aux favoris avec un index de"
"Add to Personal"="Ajouter à pers."
"Add to"="Ajouter à"
"Add"="Ajouter"
"Address incomplete"="Adresse imcomplète!"
"Address"="Adresse"
"Advance to Next Assistant After"="Aller proch assist"
"Advanced Setting"="Réglages avancés"
"Advanced"="Avancé"
"After Ring Times"="Après temp sonn."
"Alert Broadworks Anywhere Location"="Empl alrm part"
"Alert Broadworks Mobility Location"="Lieu mobili alrm"
"Alert Click to Dial Calls"="Alerte pour composer"
"Alert Group Paging Calls"="Alerte téléappels groupés"
"Alert Mode"="Mode alarme"
"Alert SCA Location"="Empl alrm SCA"
"Alerting Calling Line ID Name"="Alte nm appl"
"Alerting Calling Line ID Number"="Alte no appl"
"Alerting Custom Calling Line ID Name"="Alte nm  appl perso"
"Alerting Custom Calling Line ID Number"="Alrm no appl entr perso"
"All Buddies"="Tous les Amis"
"All Calllog"="Tous les Appels"
"All Calls"="Tous les Appels"
"All Contacts"="Tous les contacts"
"All External Calls"="Ts les app. ext."
"All Income Calls"="Tous les appels"
"All Internal Calls"="Ts les app. int."
"All Lines"="Toutes les lignes"
"All Off"="Tt act."
"All On"="Tt act."
"All keys"="Toutes les touches"
"Allow Remote Control?"="Autoriser contrôle distant ?"
"Allow assistant opt in/out of Pool"="Optin/out ass"
"Alter Type"="Type d'alarme"
"Always Forward"="Toujours renvoyer"
"Always Off"="Toujours éteint"
"Always On"="Toujours allumé"
"Always forward to"="Always forward to"
"An error occurred during file setting"="Une erreur s'est produite lors du paramétrage du fichier."
"Anonymity Disallowed"="Anonym interd!"
"Anonymous Call"="Appel anonyme"
"Anonymous Rejection"="Rejet anonyme"
"Anonymous"="Anonyme"
"Answer"="Répondre"
"Anywhere"="Partout"
"Apr"="Avr"
"April"="Avril"
"Are you sure to remove  ?"="Êtes-vous sûr de vouloir supprimer ?"
"Are you sure to set a blank password?"="Confirmer pour déterminer un mot de passe vide"
"Are you sure you want to Log out!"="Êtes-vous sûr de vouloir vous déconnecter ?"
"Assistant Common Settings"="Réglages communs assistant"
"Assistant"="Assistant"
"Aug"="Aoû"
"August"="Août"
"Auto Answer"="Réponse Automatique"
"Auto Divert"="Faire automatiquement dévier"
"Auto Provision Now?"="Auto provision now?"
"Auto Provision"="Mise serv. auto."
"Auto Redial Setting"="Rappel automatique"
"Auto Redial"="Recomposition automatique"
"Auto speed dial is on\n manually configing is forbidden!"="La fonction de numérotation rapide automatique est en marche, et la configuration manuelle est interdite."
"Auto"="Auto"
"Auto-login"="Connexion auto."
"AutoBLFList is on\n manually configing is forbidden!"="AutoBLFList est allumé. \n Configuration manuelle est désactivée!"
"AutoFavorite is on\n manually configing is forbidden!"="FavorisAuto est activé. \n  Configuration manuelle désactivée!"
"AutoLinekey is on\n manually configing is forbidden!"="ToucheLigneAuto activée. \n  Configuration manuelle désactivée!"
"AutoP Authority"="Autorité AutoP"
"AutoP to"="AutoP vers"
"Automatic"="Automatique"
"Avail"="Dispo."
"Available Audio Record"="Enregistrement audio disponible"
"Available Recording Time"="Temps enregistrement restant"
"Available Wireless Device"="Réseaux disponibles"
"Available"="Dispo"
"Away"="Absent"
"B Transfer"="TransfertB"
"BLF List"="Liste BLF"
"BLF Ring Type"="Type de sonnerie BLF"
"BLF is invalid!"="BLF non valide !"
"BLF"="BLF"
"Back"="Retour"
"Backlight Active Level"="Niveau actif"
"Backlight Inactive Level"="Niveau inactif"
"Backlight Time"="Dur. rétroéc."
"Backlight"="Rétroéclairage"
"Bad Request"="Mauvaise requête"
"Balance"="Solde"
"Barge In"="Interr."
"Basic Call Park"="Garde de base"
"Basic Setting"="Réglages de base"
"Betransferred"="Être transféré"
"Blacklist"="Liste noire"
"Block"="Bloquer"
"Bluetooth Mac"="Bluetooth Mac"
"Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth : activé"
"Both"="Les deux"
"Bridge ID"="Id passerelle"
"BridgeID is invalid!"="BridgeID non valide !"
"Browse Photo"="Rechercher photo"
"Browse Recordings"="Parcourir les fichiers audio"
"Buddies"="Amis"
"Business Number"="Numéro d'affaires"
"Busy Forward"="Occupé vers l’avant"
"Busy Here"="Occupé ici!"
"Busy"="Occupé"
"CC Name"="Nom appl entr"
"CC UID"="Id appl entr"
"CDP Interval"="Intervalle CDP"
"CDP Status"="État CDP"
"CDP interval should be 1-3600!"="L’intervalle CDP doit être 1-3600 !"
"CDP"="CDP"
"CFG Version"="Version CFG"
"Call Alerting"="Alarme d'appel"
"Call Back"="Rappeler"
"Call Completion"="Conclusion d'appel"
"Call Control"="Contrôle d'appel"
"Call Fail"="Échec appel"
"Call Filtering Mode"="Mod filtr app"
"Call Filtering Switch"="Interptr filt appl"
"Call Filtering"="Filtrage d'appel"
"Call Finish"="Appel terminé"
"Call Forward"="Renvoyer un appel"
"Call Initiation"="InitApp"
"Call Park Number is invalid!"="Numéro de parcage d’appel non valide !"
"Call Park"="Parcage d’appel"
"Call Pickup"="Intercept. appel"
"Call Push Recall After"="Rep app si non décro"
"Call Return"="Rappel"
"Call Screening Switch"="Interptr dépis appl"
"Call Screening"="Dépistage d'appel"
"Call Voice Mail"="Appeler messagerie vocale"
"Call VoiceMail"="Appeler la boîte vocale"
"Call Waiting"="Appel en attente"
"Call has been successfully recorded on USB device"="Appel enregistré avec succès sur périphérique USB"
"CallPull"="Appel rep"
"CallReturn"="Rappeler"
"Callers Waiting"="Appelants en attente"
"Calling"="Appel"
"Calllog Directories"="Appels réseau"
"Calllog"="Récents"
"Callout"="Légende"
"Calls Longest"="Temp d'attente max"
"Calls for Pickup"="Appel intercepté"
"Can't be empty"="Ne peut pas être vide !"
"Cancel Select Executive"="Annul. sélec. exéc."
"Cancel"="Annuler"
"Capy Favorite Fail"="La copie dans les favoris a échoué!"
"Change PIN"="Changer PIN"
"Change Password"="Changer MdP"
"Channel"="Canal"
"Check"="Vérifier"
"Chinese_S"="简体中文(Chinese Simplified)"
"Chinese_T"="繁體中文(Chinese Traditional)"
"Choose Account"="Choisir un compte"
"Choose a group"="Choisir groupe"
"Cipher Type"="Type cryptogramme"
"Classified"="Classifié"
"Clear account config \n\n please wait..."="Suppression de la configuration du compte \n\n veuillez patienter..."
"Clear all static.* settings?"="Réinitialiser tous les réglages static.*"
"Clear all userdata & local config?"="Réinit. données util. et config. locale ?"
"Clear local.cfg settings?"="Réinitialiser réglages local.cfg ?"
"Clear non-static settings?"="Réinitialiser réglages non statiques ?"
"Clear your account config?"="Supprimer la configuration de votre compte ?"
"Common"="Commun"
"CommonRingTone"="Commun"
"Commportal Login"="Se connecter à Commportal"
"Conf Manage"="Gérer la configuration"
"Conference Manage"="Gestion conférence"
"Conference"="Conf"
"ConferenceURL"="URL de conférence"
"Configuration Updating !"="Mise à jour configuration"
"Configuration updating completed."="Mise à jour de la configuration terminée."
"Configuration updating failed."="Échec de mise à jour de la configuration."
"Configuration updating."="Mise à jour de la configuration en cours..."
"Confirm PIN mismatch!"="Mot de passe incompatible"
"Confirm PIN"="Confirmer PIN"
"Confirm PWD"="Confirmer MDP"
"Confirm password mismatch!"="Les mots de passe ne correspondent pas !"
"Connect Mobile Failed"="Le raccordement à l’application mobile a échoué"
"Connect Success."="Connect succ!"
"Connect failed."="Échec de la connexion"
"Connect to"="Connecter à"
"Connect"="Connec."
"Connected"="Connecté"
"Connecting"="Connexion"
"Connecting..."="Connexion..."
"Connot download PLCM Phonebook"="Impossible de télécharger le répertoire téléphonique PLCM"
"Contact Details"="Coordonnées"
"Contact already exists. Add contact with the same name?"="Le contact existe déjà. Créer encore un nouveau contact ?"
"Contact exist!"="Le nom du contact existe déjà !"
"Contacts Setting"="Paramètres contact"
"Contrast"="Contraste"
"Copy to All Lines?"="Copier sur toutes les lignes?"
"Copy to Favorite"="Copier dans les favoris"
"Current PIN is incorrect."="Ancien PIN incorrect."
"Current PIN"="Ancien PIN"
"Current Time"="Heure actuelle"
"Custom DND"="Ne Pas Déranger personnalisable "
"Custom Forward"="Avancé personnalisable"
"Custom Key"="Touche pers."
"Custom"="Personnalisable "
"CustomContact"="Contact personnalisable"
"Customer"="Client"
"DD MMM YYYY"="JJ MMM YYYY"
"DD-MMM-YY"="JJ-MMM-YY"
"DD/MM/YYYY"="JJ/MM/YYYY"
"DHCP End IP Address is invalid!"="Adresse IP de fin DHCP non valide !"
"DHCP IP Client"="Client DHCP IPv4"
"DHCP IPv4 Client"="Client DHCP IPv4"
"DHCP IPv6 Client"="Client DHCP IPv6"
"DHCP Start IP Address is invalid!"="Adresse IP de début DHCP non valide !"
"DHCP Time"="Heure DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP option is invalid!"="Option DHCP non valide !"
"DHCP"="DHCP"
"DND Enable"="État DND"
"DND"="DND"
"DPickup"="Réponse directe"
"DSS Keys"="Touches DSS"
"DTMF is invalid!"="DTMF non valide !"
"DTMF"="DTMF"
"Date Format is invalid!"="Format de la date non valide !"
"Date Format"="Format de la date"
"Date"="Date"
"Date(YMD)"="Date (AMJ)"
"Day"="Jour"
"Daylight Saving"="Heure d’été"
"Dec"="Déc."
"December"="Décembre"
"Decline"="Refuser"
"Default Account"="Compte déf."
"Default Gateway is invalid!"="Passerelle par défaut non valide !"
"Default Gateway"="Pass. Défaut"
"Default"="Défaut"
"Del All"="TtSuppr"
"Delete All Call Log"="Supprimer le journal de tous les appels"
"Delete All Group?"="Supprimer tous les groupes ?"
"Delete All Items?"="Supprimer tous les éléments ?"
"Delete All"="TtSuppr"
"Delete Call Log"="Supprimer le journal d’appels"
"Delete Group"="Supprimer un groupe"
"Delete Selected Group?"="Supprimer groupe sélectionné ?"
"Delete Selected Item?"="Supprimer l’élément sélectionné ?"
"Delete all images?"="Supprimer toutes les images?"
"Delete all item?"="Supprimer tous les éléments ?"
"Delete all locations?"="Supprimer tous les emplacements?"
"Delete all numbers?"="Supprimer tous les numéros ?"
"Delete all paging group?"="Supprimer tous les groupes visés?"
"Delete all the call records?"="Supprimer tous les relevés d’appels ?"
"Delete location?"="Supprimer emplacement?"
"Delete number?"="Supprimer le numéro ?"
"Delete selected paging group?"="Supprimer les groupes sélectionnés?"
"Delete selected wallpaper?"="Supprimer fond d’écran sélectionné ?"
"Delete seleted images?"="Supprimer les images sélectionnées?"
"Delete seleted item?"="Supprimer l’élément sélectionné ?"
"Delete successed"="Suppression réussie"
"Delete the contact will also delete the contact in the server and can not be restored."="Contact supprimé, restauration impossible"
"Delete the group will not delete the group members, but only move them out of the group."="Les membres du groupe seront retirés, mais non supprimés."
"Delete the record?"="Effacer l’enregistrement ?"
"Delete the selected message?"="Supprimer le message sélectionné ?"
"Delete this Message?"="Supprimer ce message ?"
"Delete this audio?"="Effacer ce fichier audio ?"
"Delete this group message(s)?"="Supprimer le(s) message(s) de ce groupe ?"
"Delete this voice mail?"="Supprimer ce message vocal ?"
"Delete"="Suppr."
"Deleting completed."="Suppression terminée."
"Deleting. Please wait..."="Suppression. Veuillez patienter..."
"Deleting... Please Wait."="Suppression... Veuillez patienter."
"Deleting..."="Suppression..."
"Department"="Service"
"Detail"="Détail"
"Device Cert"="Certificat de périph."
"Device Name"="Nom du périph."
"Device name can't be empty!"="Le champ Nom du périphérique ne peut pas être vide !"
"Diagnostics"="Diagnostic"
"Dial"="Envoyer"
"Dialing"="Numérotation"
"Direct IP Line"="Ligne IP dir"
"Directories"="Annu."
"Directory"="Annu."
"Disabled"="Désactivé"
"Discard"="Abandonner"
"Disconnect Success."="Déconnecté avec succès!"
"Disconnect failed."="Échec de déconnexion!"
"Disconnect with"="Déconnecter avec"
"Disconnect"="Déconnecter"
"Disconnecting..."="Déconnexion..."
"DispCode"="CodDis"
"Display Clock"="Afficher horloge"
"Display Name"="Nom affiché"
"Display"="Affichage"
"DisplayName can't contain \" < > \" \\ \' \""="Le nom affiché ne peut pas cotenir \" < > \" \\ \’ \""
"Displayname can't be empty!"="Le nom affiché ne peut pas être vide !"
"Disposition Code"="Code de disposition"
"Divert to Phone Number/SIP-URI"="DétTél/SIPURI"
"Divert"="Détourner"
"Do Not Disturb"="Ne pas déranger"
"Do you want to delete all %s call logs? This action can not be reversed."="Souhaitez-vous supprimer tous les journaux d’appels %s? Cette action est irréversible."
"Do you want to delete all call logs?"="Souhaitez-vous supprimer tous les journaux d’appels?"
"Do you want to delete all call logs?This action can not be reversed."="Souhaitez-vous supprimer tous les journaux d’appels? Cette action est irréversible."
"Do you want to delete all missed call logs?"="Souhaitez-vous supprimer tous les journaux d’appels manqués?"
"Do you want to delete all placed call logs?"="Souhaitez-vous supprimer tous les journaux d’appels acheminés?"
"Do you want to delete all received call logs?"="Souhaitez-vous supprimer tous les journaux d’appels reçus?"
"Do you want to delete this call log?"="Souhaitez-vous supprimer le présent journal d’appels?"
"Do you want to discard your change?"="Souhaitez-vous abandonner le changement ?"
"Do you want to logout?"="Souhaitez-vous vous déconnecter ?"
"Do you want to remove"="Souhaitez-vous vous retirer"
"Do you want to save the contact or discard it?"="Voulez-vous enregistrer ou supprimer le contact ?"
"Do you want to save the message or discard it?"="Sauvegarder ou supprimer le message ?"
"Do you want to save your changes or discard them?"="Enregistrer ou annuler vos modifications ?"
"Does not exist anywhere"="Aucun nulle part existe!"
"Draftbox"="Brouillons"
"Dsskey Wallpaper"="Touche DSS fond d’écran"
"Dsskey"="Touche SSD"
"Duration"="Durée"
"E911 Location"="Emplacement du service E911."
"E911 location set failed, please contact your administrator for help"="L’installation de l’emplacement du service E911 a échoué! Veuillez communiquer avec votre administrateur."
"E911"="Service E911"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-None"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EXP Wallpaper"="Fond d'écran EXP"
"EXP power is lack!"="L'adapateur extérieur est requis!"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="FD EXP modif image défaut. Cont?"
"Edit Location"="Modifier Emplacement"
"Edit My Device Information"="Modifier infos de mon périphérique"
"Edit Network"="Modifier le réseau"
"Edit Paging Address"="Modifier Adresse URL"
"Edit"="Modif."
"Editing"="Modifier"
"Email"="Email"
"Emergency Call Only"="Appel d’urgence uniquement"
"Emergency Escalation"="Escalade d'urgence"
"Emergency"="Urgence"
"Empty"="Vide"
"Enable Diversion Inhibitor"="Inhib trans"
"Enable this Location"="Actv empl"
"Enabled"="Activé"
"Encryption Type"="Type de cryptage"
"End Call"="Fin"
"English"="English(English)"
"Enter Filter Conditions"="Saisir cond filt"
"Enter Password"="Entrer le mot de passe"
"Enter code"="Saisir le code"
"Enter number"="Saisir un numéro"
"Enter"="Choisir"
"Executive Common Settings"="Réglages commun exécutif"
"Executive"="Exécutif"
"Executive-Assistant"="Adjoint exécutif"
"Executive-Originator"="Cadre-Initiateur"
"Exit"="Quitter"
"Expansion module"="Module d’extension"
"Extension Number"="Numéro de poste"
"Extension"="Extension"
"Extention"="Poste"
"FWD International"="Transf interntl"
"FWD"="Avancer"
"Factory Installed"="Inst. usine"
"Fail to download \nremote phonebook!"="Impossible de télécharger annuaire \ndistant"
"Fail to download remote phonebook!"="Impossible de télécharger annuaire distant"
"Fail to download remote phonebook"="Impossible de télécharger le répertoire distant"
"Failed to connect \nto server!"="Impossible de se connecter \nau serveur!"
"Failed to connect to server!"="Impossible de se connecter au serveur!"
"Failed to get data from USB flash drive"="Impossible d'obtenir des données depuis la clé USB!"
"Failed to load image"="Impossible de charger l'image! "
"Failed to pause recording"="Impossible de mettre l'enregistrement sur pause!"
"Failed to record call"="Impossible enregistrer l'appel!"
"Failed to resume recording"="Impossible de reprendre l'enregistrement!"
"Failed to stop recording"="Impossible d'arrêter l'enregistrement!"
"Failed. Please retry..."="Échec. Veuillez réessayer..."
"Family"="Famille"
"Far Hold"="Corr. attente"
"Far Mute"="Corr. sil."
"Fast Forward"="Avance rapide"
"Fast Rewind"="Retour rapide"
"Favorite Index Max"="Index des favoris sur la clé USB Max"
"Favorite Index Valid"="Index des favoris non valide"
"Favorite Index already exist!"="L’index des favoris existe déjà!"
"Favorite Index"="Index des favoris"
"Favorite is on\n manually configing is forbidden!"="La fonction favorite est en marche, et la configuration manuelle est interdite!"
"Favorite"="Favori"
"Favourite"="Favoris"
"Fax"="télécopieur"
"Features"="Fonctions"
"Feb"="Fév"
"February"="Février"
"File Size"="Taille du fichier"
"File already exists"="Fichier existe déjà."
"File already exists, Confirm to replace or not?"="Fichier existe déjà. Voulez-vous le remplacer?"
"Filter Type"="Type de filtre"
"Finished"="Terminer"
"Firmware Update..."="Mise à jour du micrologiciel..."
"Firmware"="Progiciel"
"First Name"="Prénom"
"Fixed"="Fixé"
"FlexSeat Login"="Identification FlexSeat"
"FlexSeat"="Siège flexible"
"Forbidden Number"="Numéro interdit"
"Forward Option"="Option de renvoi"
"Forward to Phone Number/SIP-URI"="RvNoTelSIPURI"
"Forward to is invalid!"="Le champ Renvoyer vers n’est pas valide !"
"Forward to"="Renvoyer vers"
"Forward to: %s"="Renvoyer vers : %s"
"Forward"="Renv."
"Forwarded Calls"="Appels Renvoyés"
"French"="Français(French(EU))"
"French_CA"="Français(French(Canada))"
"Frequency"="Fréquence"
"Fri"="Ven"
"Friday"="Vendredi"
"Friend"="Ami"
"From"="De"
"From_FWD"="De renv."
"From_Num"="Du numéro"
"Function key"="Touches fonction"
"GPark"="GrParc"
"GPickup"="Décroch. Gr"
"General"="Général"
"Generally Settings"="Réglages généraux"
"German"="Deutsch(German)"
"Get Balance"="Obtenir le solde"
"Getting balance failed!"="Solde indisponible!"
"Getting balance!"="Obtenir solde!"
"Global Address Book"="Carnet d’adresses mondial"
"Group Id is invalid!"="Identifiant groupe non valide !"
"Group Listening"="Écoute de groupe"
"Group Name"="Nom du groupe"
"Group Night Forward"="Transf gr nuit"
"Group Pick Up"="Rép dans Gr"
"Group already exist!"="Le groupe existe déjà !"
"Group is full!"="Le groupe est plein !"
"Group isn't exist!"="Le groupe n’existe pas !"
"Group name must be unique."="Le nom de groupe doit être unique."
"Group name must not be empty"="Le nom de groupe ne peut pas être vide."
"Group"="Groupe"
"Guest Login"="Connexion invité"
"Guest Unlock"="Déverr inv"
"GuestIn"="ConnInv"
"GuestLock"="VerrInv"
"GuestOut"="DécoInv"
"HD"="HD"
"Handset mode disabled"="Mode combiné désactivé"
"Hardware"="Matériel"
"Headset Connected"="Écouteur connecté"
"Headset mode disabled"="Mode casque désactivé"
"Held"="Att"
"Hide Number"="Cacher le numéro"
"Hide"="Masquer"
"History Details"="Détails de l’historque"
"History Record"="Regitre historique"
"History Setting"="Réglages d'historique"
"History"="Histor."
"Hold"="Mtr Att"
"Holiday Schedule"="Jours de Congé"
"Home Number"="Numéro de domicile"
"HomeNumber"="Numéro de domicile"
"Hot Desking"="Bureaux nomades"
"Hot Line"="Ligne directe"
"Hot Number"="No lign dir"
"HotLine Delay"="Délai ligne directe"
"Hoteling"="Partage"
"Hotline delay should be 0 ~ 10"="Délai ligne directe devrait être  0 ~ 10!"
"Http Port"="Port HTTP"
"Http Status"="État HTTP"
"Http port should be 1-65535!"="Le port HTTP doit être compris entre 1 et 65535 !"
"Https Port"="Port HTTPS"
"Https Status"="État HTTPS"
"Https port should be 1-65535!"="Le port HTTPS doit être compris entre 1 et 65535 !"
"IME"="IME"
"IP Address is invalid!"="Adresse IP non valide !"
"IP Address"="Adresse IP"
"IP Mode"="Mode IP"
"IP Phone"="Téléphone IP"
"IPAddress Mode"="Mode IP"
"IPV4 Conflict"="Conflit IPV4"
"IPV4/IPV6 Conflict"="Conflit IPV4/IPV6"
"IPV6 Conflict"="Conflit IPV6"
"IPv4 & IPv6"="IPv4 et IPv6"
"IPv4 Default Gateway"="Passerelle IPv4"
"IPv4 IP"="IPv4"
"IPv4 Pri.DNS"="IPv4 Pri.DNS"
"IPv4 Sec.DNS"="IPv4 Sec.DNS"
"IPv4 Static DNS"="DNS statique IPv4"
"IPv4 Status"="État IPv4"
"IPv4 Subnet Mask"="Masq de sous-réseau IPv4"
"IPv4 WAN Port"="Port WAN IPv4"
"IPv4 WAN Type"="Type WAN IPv4"
"IPv4"="IPv4"
"IPv6 Default Gateway"="Passerelle IPv6"
"IPv6 IP Prefix"="Préfixe IP IPv6"
"IPv6 IP"="IPv6"
"IPv6 Pri.DNS"="DNS Prim. IPv6"
"IPv6 Sec.DNS"="DNS Sec. IPv6"
"IPv6 Static DNS"="DNS statique IPv6"
"IPv6 Status"="État IPv6"
"IPv6 WAN Port"="Port WAN IPv6"
"IPv6 WAN Type"="Type WAN IPv6"
"IPv6"="IPv6"
"Identify USB device failed."="Impossible d'identifier l'appareil USB"
"Identity"="Identité"
"Idle Clock Display"="Affichage horloge sur veille"
"Idle Clock"="Horloge sur veille"
"Ignore"="Ignorer"
"Inbox"="Boîte de réception"
"Incoming call"="Appel entrant"
"Incorrect user credentials, please retry."="Identifiants incorrects, veuillez réessayer."
"Information is not complete!"="Les informations sont incomplètes !"
"Initial ACD State"="État ACD initial"
"Initial State"="État initial"
"Initializing... Please Wait!"="Initialisation... Veuillez patienter !"
"Input your web access password!"="Saisissez votre mot de passe d’accès web !"
"Insufficient storage space in system"="Espace de stockage insuffisant dans le système!"
"Intercom Allow"="Intercom autorisé"
"Intercom Barge"="Acc auto intercm"
"Intercom Mute"="Sourdine intercom "
"Intercom Number is invalid!"="Numéro interphone non valide !"
"Intercom Tone"="Sonnerie intercom"
"Intercom"="Intercom "
"Interval"="Intervalle"
"Invaild Provisioning Credential"="Identifiants fournis non valides"
"Invite request no response"="Demande d'invittion sans réponse! "
"Italian"="Italiano(Italian)"
"Jan"="Jan"
"January"="Janvier"
"Jitter"="Jitter"
"JitterBufferMax"="JitterBufferMax"
"Job Title"="Titre du poste"
"Jul"="Juil"
"July"="Juillet"
"Jun"="Juin"
"June"="Juin"
"KEY"="TOUCHE"
"Key As Send"="Touche pour envoyer"
"Key Event"="Événement majeur"
"Key Tone"="Tonalité de touche"
"Key Type"="Type de touche"
"Keypad Lock"="Verr. Téléphone"
"Keypad locked."="Téléphone verrouillé."
"Keypad"="Clavier"
"KeypadLock"="VerrTél"
"LDAP Authority"="Autorité LDAP"
"LDAP get error tips failed!"="La demande de conseils sur l'erreur LDAP a échoué !"
"LDAP server is unavailable"="Serveur LDAP non disponible."
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="L’intervalle de paquet LLDP doit être compris entre 1 et 3600 !"
"LLDP Status"="État LLDP"
"LLDP"="LLDP"
"Label"="Étiquette"
"Language initializing. Please wait..."="Initialisation de la langue. Veuillez patienter..."
"Language"="Langue"
"Last Name"="Nom de famille"
"Line 1"="Ligne 1"
"Line 10"="Ligne 10"
"Line 11"="Ligne 11"
"Line 12"="Ligne 12"
"Line 13"="Ligne 13"
"Line 14"="Ligne 14"
"Line 15"="Ligne 15"
"Line 16"="Ligne 16"
"Line 2"="Ligne 2"
"Line 3"="Ligne 3"
"Line 4"="Ligne 4"
"Line 5"="Ligne 5"
"Line 6"="Ligne 6"
"Line 7"="Ligne 7"
"Line 8"="Ligne 8"
"Line 9"="Ligne 9"
"Line ID"="Identifiant ligne"
"Line Key 1"="Touche ligne 1"
"Line Key 10"="Touche ligne 10"
"Line Key 11"="Touche ligne 11"
"Line Key 12"="Touche ligne 12"
"Line Key 13"="Touche ligne 13"
"Line Key 14"="Touche ligne 14"
"Line Key 15"="Touche ligne 15"
"Line Key 16"="Touche ligne 16"
"Line Key 17"="Touche ligne 17"
"Line Key 18"="Touche ligne 18"
"Line Key 19"="Touche ligne 19"
"Line Key 2"="Touche ligne 2"
"Line Key 20"="Touche ligne 20"
"Line Key 21"="Touche ligne 21"
"Line Key 22"="Touche ligne 22"
"Line Key 23"="Touche ligne 23"
"Line Key 24"="Touche ligne 24"
"Line Key 25"="Touche ligne 25"
"Line Key 26"="Touche ligne 26"
"Line Key 27"="Touche ligne 27"
"Line Key 28"="Touche ligne 28"
"Line Key 3"="Touche ligne 3"
"Line Key 4"="Touche ligne 4"
"Line Key 5"="Touche ligne 5"
"Line Key 6"="Touche ligne 6"
"Line Key 7"="Touche ligne 7"
"Line Key 8"="Touche ligne 8"
"Line Key 9"="Touche ligne 9"
"Line Select"="Choisir ligne"
"Line"="Ligne"
"List is full, please delete before add!"="Liste de réseau sans fil pleine, veuillez supprimer un ancien réseau pour en ajouter un autre !"
"Load Error!"="Erreur de chargement !"
"Load Failed"="Échec du chargement"
"Loading File..."="Chargement du fichier..."
"Loading error !"="Erreur de chargement !"
"Loading phonebook is error!"="Erreur dans chargement de l'annuaire"
"Loading, please wait..."="Chargement, veuillez patienter..."
"Local Anonymous Rejection"="Rejet local anonyme"
"Local Anonymous"="Local anonyme"
"Local CallLog"="Appels locaux"
"Local Codec"="Codec local"
"Local Directory"="Répertoire local"
"Local Group"="Groupe local"
"Local History"="Historique local"
"Local User"="Utilisateur local"
"LocalMenu"="Répertoire local"
"Location Saved."="Emplacement sauvegardé."
"Location"="Emplacement "
"Locations"="Emplacements"
"Lock Enable"="Activ. verr."
"Lock Time Out"="Verr auto"
"Lock type"="Type de verr."
"Lock"="Verrouiller"
"Log Out?"="Se déconnecter ?"
"Logged In"="Connecté"
"Logged Out"="Déconnecté"
"Logged-in Members"="Membres connectés"
"Login Failed."="Échec de la connexion."
"Login as"="S’identifier comme"
"Login successful"="Connecté avec succès !"
"Login"="Connex."
"Login..."="Connexion..."
"Logout successful"="Déconnecté avec succès !"
"Logout"="Déconn."
"Low"="Faible"
"MAC Address"="Adresse MAC"
"MAC"="MAC"
"MAC-Oriented"="AES orienté MAC"
"MD5 Password"="Mot de passe MD5"
"MM/DD/YY"="MM/JJ/AA"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"MTSW ACD Detail"="Détail"
"MTSW ACD Member"="Membre"
"Mail"="Mail"
"Main Menu"="Menu principal"
"Manage Group"="Gérer un groupe"
"Manage"="Gérer"
"Mango"="Mango"
"Manual Setting"="Réglages manuels"
"Mar"="Mar"
"March"="Mars"
"Mark All as heard"="Tout marquer comme entendu"
"Mark All as new"="Tout marquer comme nouveau"
"Mark as heard"="Marquer comme entendu"
"Mark as new"="Marquer comme nouveau"
"May"="Mai"
"Media Type"="Type de média"
"Meet-me"="Rejoignez moi"
"Members"="Membres"
"Memory Full"="Membres complet!"
"Menu key"="Touche menu"
"Menu"="Menu"
"Message"="Message"
"Messages List"="Liste des messages"
"Messages"="Messages"
"Metaswitch CallLog"="Appels Metaswitch"
"Missed Call"="Appel manqué"
"Missed Calllog"="Appels manqués"
"Missed Calls"="Appels manqués"
"Mobile Account is not connected!"="Compte du mobile n'est pas connecté!"
"Mobile Account"="Compte du mobile"
"Mobile Connected"="Mobile connecté"
"Mobile Contacts Sync"="Sync contc port"
"Mobile Contacts"="Contct port"
"Mobile Number"="Numéro mobile"
"Mobile"="Mobile"
"Mobility Phone Number"="No port mobi"
"Mobility"="Mobilité"
"Modifying the configuration..."="Modifier la configuration"
"Mon"="Lun"
"Monday"="Lundi"
"More"="Plus"
"More..."="Plus..."
"Move Down"="Vers le bas"
"Move Up"="Vers le haut"
"Move selected to blacklist ?"="Déplacer dans liste noire?"
"Move selected to contactlist ?"="Déplacer dans contact?"
"Move the Contacts success"="Déplacement vers les contacts réussi"
"Move to Blacklist success"="Déplacement vers la liste noire réussi"
"Move"="Déplacer"
"Mute"="Sourdine"
"My Mobile"="Mobile"
"My State"="Mon état"
"My Status"="Mon état"
"N/A"="N/D"
"NAT Status"="État NAT"
"NAT"="NAT"
"NONE"="AUCUN"
"NTP Server1"="Serveur NTP 1"
"NTP Server2"="Serveur NTP 2"
"NTP server1 is invalid!"="Serveur NTP 1 non valide !"
"NTP server2 is invalid!"="Serveur NTP 2 non valide !"
"Name can't be empty!"="Le nom ne peut être vide !"
"Name"="Nom"
"Need a Number"="Veuillez d’abord entrer un numéro de téléphone."
"Net unavailable !"="Réseau indisponible !"
"Network Call List"="Liste d’appels réseau"
"Network CallLog"="Appels réseau"
"Network Checking..."="Vérification du réseau..."
"Network Contacts"="Contacts de réseau"
"Network Details"="Détails du réseau"
"Network Directories"="Annuaire réeau"
"Network Directory"="Annuaire réeau"
"Network Favorites"="Réseaux favoris"
"Network Group"="Groupe réseau"
"Network Status"="État du réseau"
"Network Unavailable"="Réseau indisponible"
"Network changed. Rebooting"="Réseau modifié. Redémarrage"
"Network configuration has changed, shall become effective after the restart?"="La configuration du réseau a été modifiée. Voulez-vous redémarrer?"
"Network unavailable."="Réseau indisponible."
"Network"="Réseau"
"NetworkDirectoryGroup"="GroupeRépRéseau"
"Never"="Jamais"
"New Call"="NvAppel"
"New Contact"="Nouveau contact"
"New Group"="Nv groupe"
"New Location"="Nouvel emplacement"
"New Message"="Nouveau message"
"New Missed Call(s)"="Nouveaux appels manqués"
"New PIN"="Nouveau PIN"
"New PWD"="Nouveau MDP"
"New Text Message"="Nouveau message(s) texte(s) "
"New Voice Mail(s)"="Nouveau(x) message(s) vocal(ux)"
"New password is similar to username, are you sure to set it?"="Nouv mdp simil nom util. Ctnuer?"
"New password is too simple, are you sure to set it?"="Nouv mdp trop simple. Ctnuer?"
"NewSMS"="Nouveau SMS"
"Next"="Suivant"
"Nick Name"="Pseudonyme"
"Nick name must be unique."="Le pseudonyme doit être unique."
"Nick name must not be empty."="Le pseudonyme ne peut pas être vide."
"No Account"="Pas de compte"
"No Answer Forward"="Renv.NonRép"
"No Answer Processing"="Trait no rép"
"No Bluetooth Adapter Found."="Aucun adaptateur Bluetooth trouvé."
"No Contact!"="Aucun contact !"
"No Disposition Codes"="Aucun code de disposition !"
"No EXP"="Pas d’EXT"
"No Group"="Aucun groupe"
"No Service"="Aucun service"
"No available Wi-Fi,go to Wi-Fi setting now?"="Aucun réseau sans fil disponible, accéder au réglage Wi-Fi maintenant ?"
"No find wifi adapter!"="Aucun adaptateur WIFI trouvé!"
"No images in USB flash drive."="Aucune image dans la clé USB"
"Not Acceptable Here"="Inaceptable ici! "
"Not Emergency Number!"="Aucun numéro d'urgence!"
"Not Found"="Non trouvé"
"Not allow opt in/out"="Inscription/Désinscription non permise."
"Note"="Remarque"
"Nothing Changed!"="Rien n’a été changé !"
"Nov"="Nov."
"Noveber"="Novembre"
"Number already exists!"="Le numéro existe déjà !"
"Number can't be empty!"="Le numéro ne peut pas être vide !"
"Number is invalid!"="Le numéro n’est pas valide !"
"Number"="Numéro"
"OK"="OK"
"OPUS"="Opus"
"Obtaining IP Address"="Obtention de l’adresse IP"
"Obtaining Status..."="Obtention état..."
"Oct"="Oct."
"October"="Octobre"
"Off Code can't be empty!"="Le code de désactivation ne peut pas être vide !"
"Off Code could not be empty when On Code is set!"="Le code de désactivation ne peut pas être vide lorsque le code d’activation est défini !"
"Off Code"="Code off"
"Off"="Arrêt"
"Office Number"="Numéro de bureau"
"Offline"="Hors ligne"
"Old Number"="Ancien numéro"
"Old PWD"="Ancien MdP"
"On Code"="Code d’activation"
"On"="Activé"
"Open fail"="Échec de l'ouverture!"
"Operator fail"="Échec de l'opération!"
"Opt In"="Opt In"
"Opt Out"="Opt Out"
"Option"="Option"
"Organisation"="Entreprise"
"Originator"="Initiateur"
"Originator-Executive"="Initiateur-Cadre"
"Other Number"="Autre numéro"
"Other"="Autre"
"OtherNumber"="Autre numéro"
"Others"="Autres"
"Out of memory!"="Mémoire insuffisante!"
"Outbound Alternate Number is invalid!"="Numéro sortant alternatif non valide !"
"Outbound Alternate Phone Number"="Numéro sortant"
"Outbound Proxy1"="Proxy sortant 1"
"Outbound Proxy2"="Proxy sortant 2"
"Outbound Status"="État sortant"
"Outbound proxy is invalid!"="Proxy sortant non valide !"
"Outbox"="Boîte d’envoi"
"Outgoing Call"="Appels sortants"
"Overwrite the original contact?"="Écraser le contact original ?"
"PC Port"="Port PC"
"PIN/ID"="PIN/ID"
"PPPoE PWD"="MDP PPPoE"
"PPPoE User"="Util. PPPoE"
"PPPoE"="PPPoE"
"Packet Interval"="Interv. paqu."
"Packets lost"="Paquets perdus"
"Pager"="téléavertisseur"
"Paging Channel should be 0-30!"="Le canal de radiomessagerie doit être compris entre 0 et 30 !"
"Paging List"="Lst radmssg"
"Paging failed!"="Échec de la radiomessagerie!"
"Paging is invalid!"="Annonce est invalide! "
"Paging"="Radmssg multidif"
"PagingList"="Liste radiomessagerie"
"Paging_softkey"="TélApp"
"Paired Bluetooth Device"="Périphérique Bluetooth couplé"
"Park Failed"="Échec du parcage"
"Park to"="Parqué sur"
"Park"="Parcage"
"Parked"="Parqué"
"Passkey"="Mot  de passe"
"Password can't be empty!"="Le mot de passe ne peut pas être vide !"
"Password is invalid!"="Mot de passe non valide !"
"Password is wrong!"="Mot de passe incorrect !"
"Password"="Mot de passe"
"Pause REC"="Pause"
"Pause"="Pause"
"PauseREC"="Pause"
"Per-phone AES"="AES orienté MAC"
"Personal Address Book"="Carnet d’adresses personnel"
"Phone DND"="Téléphone NPD"
"Phone Lock"="Verrouillage du téléphone"
"Phone Number"="Numéro de téléphone"
"Phone Numbers"="Numéros de téléphone"
"Phone To Ring"="Téléphone à appeler"
"Phone number can't be empty!"="Le numéro de téléphone ne peut pas être vide !"
"Phone number is empty!"="Numéro de téléphone vide!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="Le numéro de téléphone doit se composer que de chiffres et d'un identifiant de messagerie familiale optionnel."
"Phone"="Téléphone"
"PhoneBook Name"="Nom du répertoire"
"PhoneBook"="Annuaire"
"Phonebook"="Annuaire"
"Phonebook(0)"="Annuaire(0)"
"Photo Custom"="Photo personnalisable"
"Photo Details"="Photo Details"
"Photo"="Photo"
"Pick Up"="Décroc."
"Pin"="Pin"
"Ping IP or URL"="Ping IP ou URL"
"Ping"="Ping"
"Placed Calllog"="Appels Placés"
"Placed Calls"="Appels Placés"
"Play Tone"="Sonnerie téléphone"
"Play Voice Message"="Écouter le message vocal"
"Play"="Lire"
"Playing"="Lecture"
"Please Enter Filter Conditions"="Veuillez Entrer les Conditions de Filtre"
"Please Enter Password"="Saisir MdP"
"Please Wait"="Veuillez patienter"
"Please contact your service provider for CommPortal web Username/Password!"="Veuillez contacter votre fournisseur de service pour vos identifiants de Commportal !"
"Please contact your service provider for commprotal web URL!"="Veuillez contacter votre fournisseur de service pour l’URL Internet de Commportal !"
"Please enter an IP address or domain name"="Veuillez saisir une adresse IP ou un nom de domaine"
"Please enter your SIP Credential Password!"="Veuillez saisir votre mot de passe SIP !"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Entr code NIP dans WIFI et appuy OK connect"
"Please input the keyword(s)"="Veuillez saisir le(s) mot(s) clé(s)."
"Please insert a USB drive!"="Veuillez insérer une clé USB!"
"Please select a Disposition Code!"="Veuillez choisir un code de disposition !"
"Please selected a group!"="Veuillez sélectionner un groupe!"
"Please selected contact!"="Veuillez sélectionner un contact !"
"Polish"="Polski(Polish)"
"Portuguese"="Português(Portuguese(EU))"
"Portuguese_LA"="Português(Portuguese(EU))"
"Preference"="Préférence"
"Prefix is invalid!"="Préfixe non valide !"
"Prefix"="Préfixe"
"Press Up or Down To Switch Number"="Utiliser les touches vers le haut et vers le bas pour changer les numéros."
"Prev"="Précédent"
"Preview"="Aperçu"
"Previous Operation in Process."="Opération précédente toujours en cours!"
"Previous"="Préc."
"Pri.DNS"="DNS Prim."
"PriHold"="Att priv"
"Primary Contact must not be empty."="Le contact principal ne peut pas être vide."
"Primary DNS is invalid!"="DNS primaire non valide !"
"PrimaryContact"="Contact principal"
"Priority is invalid!"="Priorité non valide !"
"Priority should be 0-7!"="Priorité devrait être 0~7!"
"Priority"="Priorité"
"Private Hold"="En attente privée"
"Product ID"="Identifiant du produit"
"Product Name"="Nom du produit"
"Profile Name"="Nom de profil"
"Provision now?"="Allouer maintenant ?"
"Proxy Fallback Interval is invalid!"="Intervalle de repli du proxy non valide !"
"Proxy Fallback Interval"="Int rep proxy"
"Public Hold"="Attente pub"
"Qos"="QoS"
"Queue Name"="Nom de la file"
"Queue Status"="État de la file d’attente"
"Queue"="File d’attente"
"RTP Status"="RTP"
"Range of value is illegal"="Plage de valeurs illégale"
"Re-connect"="Reconnecter"
"Read"="Lu"
"Reading File..."="Lecture du fichier..."
"Reboot the phone?"="Redémarrer le téléphone ?"
"Reboot"="Redémarrer"
"Rebooting...\n\nPlease Wait !"="Redémarrage...\n Veuillez patienter !"
"Recall"="Rappel"
"Received Calllog"="Appels reçus"
"Received Calls"="Appels reçus"
"Record"="Enregistrer"
"Redial Interval is invalid!"="Recomposition à intervalle invalide!"
"Redial Interval"="Recomp interv"
"Redial Time is invalid!"="Nombre de recomposition invalide!"
"Redial Times"="Nb recomp"
"Redialing"="Renumérotation"
"Redirector"="Redirection"
"Refresh"="Rafr."
"Refreshing..."="Actualisation..."
"Register Name"="Nom d’enreg."
"Register Successfully!"="Enregistrement réussi !"
"Register fail"="Échec enreg."
"Registered"="Enregistré"
"Registering Please Wait!"="Enregistrement, veuillez patienter !"
"Registering"="Enreg..."
"Reject"="Rejeter"
"Rejected"="Rejeté"
"Relation"="Relation"
"Remaining Time"="Temps restant"
"Remote Codec"="Codec distant"
"Remote Office"="Bureau distant"
"Remote Phone Book"="Répertoire distant"
"Remote User"="Utilisateur distant"
"Remove Participant"="Retirer le participant"
"Remove from Favorite"="Retirer des favoris"
"Remove selected from favorite ?"="Retirer de la liste des favoris sélectionnés?"
"Remove"="Suppr."
"Rename Group"="Renommer un groupe"
"Reply"="Répondre"
"Require Answer Confirmation"="Conf rép"
"Reset Config"="Réinit. config."
"Reset To Factory Setting?"="Rétablir les réglages d’usine ?"
"Reset local settings"="Réinit. régl locaux"
"Reset non-static settings"="Réinit. rég. non stat."
"Reset static settings"="Réinit. rég. stat."
"Reset to Factory"="Rétablir rég. d’usine"
"Reset userdata & local config"="Réinit. données & ConfLoc"
"Reset"="Réinit."
"Resetting to factory, please wait..."="Rétablissement réglages par défaut..."
"Restricted"="Restreint"
"Resume REC"="Repris"
"Resume"="Repr"
"ResumeREC"="Repris"
"Retrieve Failed."="Échec de la reprise."
"Retrieve Park"="Récupérer parcage"
"Retrieve"="Repren."
"Ring Splash"="Sonnerie Brève"
"Ring Tones"="Tonalités"
"Ring saving ..."="Enregistrement sonnerie..."
"Ring"="Sonnerie"
"Ringing"="Sonnerie"
"Rings"="Sonneries"
"Rollover Action"="Act roul"
"Rollover After Waiting"="Roul après att"
"RoundTripDelay"="TransmissionAllerRetour"
"Russian"="Pусский(Russian)"
"S2S AcdLogin"="ConnACD"
"S2S AcdLoginOut"="Con/Déc"
"S2S AcdLogout"="DécoACD"
"S2S AcdRefresh"="Actual."
"S2S Avail"="Dispo."
"S2S Unavail"="Absent"
"SCA Active"="SCA actif"
"SCA Alerting"="Alerte SCA"
"SCA Bridge Active"="Pont SCA actif"
"SCA Held"="SCA en attente"
"SIP Password"="Mot de passe SIP"
"SIP Proxy can't be empty!"="Le proxy SIP ne peut pas être vide !"
"SIP Register name"="Nom d’enregistrement SIP"
"SIP Server1"="Serveur 1 SIP"
"SIP Server2"="Serveur 2 SIP"
"SIP credential password!"="Mot de passe SIP eronné!"
"SMS"="SMS"
"SNTP Setting"="paramètres SNTP"
"SSID can't be empty!"="SSID (nom du réseau) ne peut pas être vide !"
"SSID"="SSID"
"STUN Port"="Port STUN"
"STUN Server is invalid!"="Le serveur STUN n’est pas valide !"
"STUN Server port is Invalid!"="Port du serveur STUN non valide !"
"STUN Server"="Serveur STUN"
"STUN"="STUN"
"Sat"="Sam"
"Saturday"="Samedi"
"Save Failed! The same profile name or SSID exist"="Enregistrement a échoué! Nom du profil ou SSID déjà existant. "
"Save Failed!"="Échec sauvegarde !"
"Save"="Enregistrer"
"Saving completed."="Enregistré avec succès."
"Saving config file!"="Enregistrement du fichier de configuration !"
"Saving files!"="Enregistrement des fichiers !"
"Saving. Please wait..."="Enregistrement en cours. veuillez patienter..."
"Saving... Please Wait"="Enregistrement... Veuillez patienter"
"Saving..."="Sauvegarde..."
"Scan Bluetooth Device"="Recherche de périphériques Bluetooth"
"Scan failed."="Échec de la recherche."
"Scan"="Recherche"
"Scaning bluetooth devices..."="Recherche de périphériques Bluetooth..."
"Scaning..."="Recherche..."
"Scanning available network"="Recherche de réseau disponible"
"Scanning will stop, if you continue this operation."="La recherche cessera si vous poursuivez cette opération."
"Screensaver Type"="Type écr de veille"
"Screensaver"="Économiseur d’écran"
"Search All Contacts"="Chercher ts contacts"
"Search Directory"="Annuaire de rech."
"Search For Contacts"="Chercher des contacts"
"Search Global Contacts"="Recherche contacts"
"Search Key"="Clé de recherche"
"Search LDAP Contacts"="Cherch contacts LDAP"
"Search Network Contacts"="Cherch. cont. rés."
"Search Result"="Résult. rech."
"Search Type"="Type de recherche"
"Search by FirstName"="Recherche par prénom"
"Search by LastName"="Recherche par nom de famille"
"Search by Name"="Recherche par nom"
"Search by Phone Number"="Recherche par numéro de téléphone"
"Search"="Recher."
"Sec.DNS"="DNS Sec."
"Secondary DNS is invalid!"="DNS secondaire non valide !"
"Secret"="Secret"
"Security Classification"="Catégorie de sécurité"
"Security Mode"="Mode sécurité"
"Security"="Sécurité"
"Seizing"="Intercepter"
"Select Account"="Sélectionner compte"
"Select All"="Tout sélectionner"
"Select Executive Number"="Sélec. num. exéc."
"Select a Disposition code"="Choisir code disposition"
"Select the Queue"="Choisir file d’attente"
"Select"="Sélect."
"Send Anonymous Code"="Env code anon"
"Send Anonymous Rejection Code"="CodeRejAnon"
"Send Message"="Envoyer message"
"Send by Mobile"="EnvParMob"
"Send"="Envoyer"
"Sending Message..."="Envoi du message..."
"Sending Provision Requests"="Envoi d’une demande de fourniture"
"Sending Requests..."="Envoi de requêtes..."
"Sentbox"="Messages envoyés"
"Sep"="Sep"
"September"="Septembre"
"Sequential"="Séquentiel"
"Server Internal Error"="Erreur dans le serveur interne"
"Server URL"="URL du serveur"
"Server XML"="Serveur XML"
"Server is invalid!"="Serveur non valide !"
"Server"="Serveur"
"Set E911 Location"="Fixez l’emplacement du service E911."
"Set EXP wallpaper successfully"="Fond d'écran EXP installé avec succès!"
"Set Voice Mail Code"="Régler code messagerie vocale"
"Set as EXP wallpaper"="Définir comme fond d'écran EXP"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Définir comme mise de veille"
"Set as wallpaper"="Définir comme fond d'écran"
"Set as"="Définir comme"
"Set screensaver successfully"="Économiseur d'écran installé avec succès!"
"Set wallpaper successfully"="Fond d'écran installé avec succès!"
"Set you location?"="Avez-vous fixé votre emplacement?"
"Setting Type"="Type de réglage"
"Setting"="Réglage"
"Settings"="Réglages"
"Share line unavailable"="Partage de ligne indisponible"
"Shared Calls"="Appels partagés"
"Short Label"="Étiquette abrégée"
"Show Less"="Masquer"
"Show More"="Plus"
"SignIn"="Connexion"
"SignOut"="Déconnexion"
"Signal Strength"="Force du signal"
"Silence"="Silence"
"Silent Alerting"="Alertes silencieuses"
"Silent Monitor"="SurvSil"
"Silent"="Silencieux"
"Simple"="Simple"
"Simultaneous Ring Personal"="Sonn perso simul"
"Simultaneous"="Simultané"
"Softkey 1"="Touche programmable 1"
"Softkey 2"="Touche programmable 2"
"Softkey 3"="Touche programmable 3"
"Softkey 4"="Touche programmable 4"
"Softkey Label"="Étiq. touche prog."
"Sorry,Only 1000 contacts are allowed!"="Désolé, seuls 1000 contacts sont autorisés !"
"Sort First Name"="Trier par prénom"
"Sort Last Name"="Trier par nom"
"Sound"="Son"
"Spanish"="Español(Spanish(EU))"
"Spanish_LA"="Español(Spanish(Latin))"
"Speader mode disabled"="Mode mains libres désactivé"
"Specified AES"="AES commun"
"SpeedDial"="Numér. rapide"
"Split"="Scinder"
"Start REC"="Enregistrer"
"Start Time"="Heure de début"
"Start"="Démarr."
"StartREC"="Enregistrer"
"Static DNS"="DNS statique"
"Static IP Client"="Client IPv4 statique"
"Static IP"="IP statique"
"Static IPv4 Client"="Client IPv4 fixe"
"Static IPv6 Client"="Client IPv6 stat."
"Status requesting..."="Demande d'état..."
"Status"="État"
"Stop REC"="Arrêter"
"Stop Time"="Heure de fin"
"Stop"="Arrêter"
"StopREC"="Arrêter"
"Stopped"="Interrompu"
"Storage Media Properties"="Espace de stockage"
"Storage Network"="Réseau connu"
"Storage is not enough, recorded file is saved."="Stockage insuffisant, fichier enregistré sauvegardé."
"Storage list is full, please delete old one if wanting to add in"="Liste de réseau sans fil pleine, veuillez supprimer un ancien réseau pour en ajouter un autre !"
"Subnet Mask is invalid!"="Masque de sous-réseau non valide !"
"Subnet Mask"="Masq sous-rés"
"Sun"="Dim"
"Sunday"="Dimanche"
"Swap"="Basculer"
"Switch"="Commuter"
"SwitchAccountDown"="Chang cmpt déf bas"
"SwitchAccountUp"="Chang cmpt déf haut"
"SymmOneWayDelay"="Symm Délai Unidirectionnel"
"System"="Système"
"TKIP AES"="TKIP AES"
"TKIP"="TKIP"
"Talk From"="Parler depuis"
"Talking"="Conversation"
"Target can't be empty!"="Cible ne peut être vide!"
"Temporarily Unavailable"="Provisoirement indisponible"
"Temporarily not available"="Temporairement indisponible"
"Text Message"="Message texte"
"Text can't be empty!"="Texte ne peut être vide!"
"The URL is empty!"="L'adresse URL est vide"
"The Voicemail is too large,please call and retrieve it!"="Trop de messages vocaux, veuillez appeler et les rapatrier !"
"The audio codecs is different, can't set up a conference!"="Divers codecs audios Impossible d’organiser une conférence!"
"The file doesn't exist"="Le fichier n'existe pas"
"The file doesn’t exist"="Fichier n'existe pas!"
"The file is too large"="Fichier trop volumineux."
"The old password is wrong!"="Mot de passe incorrect !"
"The storage network"="Réseau(x) connu(s)."
"This action can not be reversed."="Cette action est irréversible."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Vous serez automatiquement déconnecté de MLHG. Êtes-vous sûr de vouloir vous connecter ?"
"Thu"="Jeu"
"Thursday"="Jeudi"
"Time & Date Format"="Format heure/date"
"Time & Date"="Heure et date"
"Time Format is invalid!"="Format de l’heure non valide !"
"Time Format"="Format de l’heure"
"Time Zone"="Fuseau horaire"
"Time"="Heure"
"Time(HMS)"="Heure (HMS)"
"To navigate the menu, please use the arrow keys below!"="Pr parc menu, util touch fléch ci-dess!"
"To"="À"
"Today"="Aujd"
"Top Secret"="Top secret"
"Total"="Total"
"Trace Route"="Routage"
"Tracert IP or URL"="Tracert IP ou URL"
"Transfer Failed"="Échec du transfert"
"Transfer to"="Transférer vers"
"Transfer"="Transf."
"Transferring"="Transfert"
"Transmit Rate"="Taux de transfert"
"Transparency"="Transparence"
"Tue"="Mar"
"Tuesday"="Mardi"
"Turkish"="Türkçe(Turkish)"
"Type"="Type"
"UC Favorite"="Favoris CU"
"UC Favorites"="UC Favorites"
"URI is invalid!"="URI non valide !"
"URL Record"="Enregistrement URL"
"URL can't be empty!"="L’URL ne peut pas être vide"
"URL is empty"="Adresse URL vide!"
"URL is invalid!"="URL non valide !"
"URL"="URL"
"US Date Format is invalid!"="Format de date US non valide !"
"US Time Format is invalid!"="Format d’heure US non valide !"
"USB Photo"="USB Photo"
"USB Record"="USB"
"USB Set Picture Failed"="Set picture failed!"
"USB Set Picture Successfully"="Set picture successfully!"
"USB connected"="USB connecté"
"USB device connection failure!"="Échec de connexion du périphérique USB !"
"USB device has been connected successfully!"="Clé USB connectée."
"USB device has been moved"="Clé USB retirée."
"USB device is removed!"="Clé USB déconnectée."
"USB headset connected"="Casque USB connecté."
"USB headset removed"="Casque USB retiré."
"USB heaset connected"="Casque d'écoute USB connecté."
"USB heaset removed"="Casque d'écoute USB déconnecté."
"UnMute"="Non Muet"
"UnRead"="Non lu"
"Unallocated Number"="Nombre non attribué"
"Unavail"="Indisp"
"Unavailable Reason Code"="Code de raison indisponible"
"Unavailable"="Indisp"
"Unclassified"="Déclassifié"
"Unknown Line"="Ligne inconnue"
"Unknown Uri scheme"="Schéma d’URI inconnu"
"Unknown"="Inconnu"
"Unlock PIN"="PIIN déverr"
"Unlock Pin incorrect"="NIP incorrect!!"
"Unlock"="Déverr."
"Unrecognized USB"="Périphérique USB non reconnu"
"Unregistered"="Non enregistré"
"Unregistering"="Désinscription"
"Update Configuration"="Mettre à jour la configuration"
"Update Finish !"="Mise à jour terminée!"
"Update Skipped"="Mise à jour ignorée"
"Update now?"="Mettre à jour maintenant ?"
"Update"="MàJ"
"Updating Network..."="Mise à jour du réseau..."
"Updating Network\n\nPlease Wait !"="Mise à jour du réseau\n\nVeuillez patienter !"
"Updating, please wait..."="Mise à jour, veuillez patienter..."
"Urgent Message"="Message urgent"
"Use BroadWorks-based Call Control"="Utili appl contr BW"
"Use Host"="Utiliser un hôte"
"User ID"="Id. Utilisateur"
"User Name"="Nom util."
"User Type"="Type d’utilisateur"
"User mode changed!"="Mode utilisateur modifié !"
"User name couldn't be empty!"="Le nom d’utilisateur ne peut être vide."
"User name is invalid!"="Nom d’utilisateur non valide !"
"User unknown."="Utilisateur inconnu"
"UserID can't be Empty!"="L’identifiant utilisateur ne peut pas être vide !"
"UserMode"="Mode utilisateur"
"VID Number"="Numéro VID"
"VID nubmer is invalid!"="Numéro VID non valide !"
"VID number should be 1-4094!"="Le numéro VID doit être compris entre 1 et 4094 !"
"VLAN Status"="État VLAN"
"VLAN"="VLAN"
"VPN Active"="VPN actif"
"VPN can't be on \n\n when file do not exist!"="Le VPN ne peut pas être activé \n\n lorsque le fichier n’existe pas !"
"VPN"="VPN"
"Value is invalid!"="Valeur non valide !"
"Value"="Valeur"
"Via"="Via"
"Video message cannot be played on the phone!"="Message vidéo ne peut être visionné sur le téléphone"
"Video"="Vidéo"
"View Assistant List"="Voir liste assistant"
"View Executive List"="Voire liste exécutif"
"View Voice Mail"="Voir message vocale"
"View more contacts..."="Voir plus de contacts..."
"View"="Visualiser"
"Voice Mail Finished"="Message vocal terminé"
"Voice Mail Pause"="Message vocal en pause"
"Voice Mail Playing"="Lecture du message vocal"
"Voice Mail is invalid!"="Messagerie vocale non valide !"
"Voice Mail"="Messagerie vocale"
"Voice Messaging"="Mess. Vocal"
"Voice Recorder Number is invalid!"="Numéro d’enregistreur vocal non valide !"
"Voice"="Voix"
"VoiceMail DownLoading, Please Wait..."="Téléchargement du message vocal, veuillez patienter..."
"WAN IP"="IP WAN"
"WAN MASK"="MASQUE WAN"
"WAN Port"="Port WAN"
"WAN Type"="Type WAN"
"WEP"="WEP"
"WIFI Authentication"="Authentification Wi-Fi"
"WPA Shared Key can't be empty!"="Le champ de la clé partagée WPA ne peut être vide !"
"WPA Shared Key"="Clé partagée WPA"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPS has opened, please connect in "="WPS a été activé, connexion"
"WPS"="WPS"
"WPS-PIN"="WPS-PIN"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"Wait Time"="Temps d’attente"
"Wait for"="Attendre pendant"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="FD téléph et EXP modif image défaut. Continue?"
"Wallpaper will change into the default image. Confirm to delete or not?"="Le fond d'écran sera modifié avec l'image par défaut. Voulez-vous continuer?"
"Wallpaper"="Papier peint"
"Warning"="Attention"
"Web Server"="Serveur Web"
"Web access password is wrong!"="Mot de passe pour accès web incorrect !"
"Wed"="Mer"
"Wednesday"="Mercredi"
"Welcome"="Bienvenue"
"Wi-Fi Mac"="Wi-Fi MAC"
"Wifi adapter has added, scanning the wifi devices right now?"="WIFI ajout, rechercher rés sansfil?"
"Wifi adapter has removed out"="Adaptateur WIFI retiré."
"Wifi switch is closed, open it or not?"="Le Wi-Fi est désactivé, l'activer maintenant?"
"Wifi"="Wifi"
"Wifi: Connected"="Wi-Fi : connecté"
"Wifi: On"="Wi-Fi : activé"
"Wireless Status"="Statut connexion WIFI"
"Work Number"="Numéro au travail"
"Work Phone"="Téléphone travail"
"Would you like to sync phone contacts temporarily?"="Synchroniser temporairement les contacts du tél. ?"
"Wrap up"="Conclusion"
"Wrong user name or password!"="Mauvais nom d’utilisateur ou mot de passe !"
"XML Browser"="Navigateur XML"
"XML Group"="Groupe XML"
"XMLMenu"="RépXML"
"XSI information is incomplete!"="Informations XSI incomplètes !"
"Xml Browser is invalid!"="Navigateur XML non valide !"
"YYYY-MM-DD"="AAAA-MM-JJ"
"Year"="Année"
"Yesterday"="Hier"
"Your Name or Password was not Recognized!"="Nom d'utilisateur ou mot de passe incorrect."
"Zero Touch"="Sans Interaction"
"[Assigned]"="(Attribué)"
"admin"="Admin"
"available network(s)(Connected with"="réseau(x) disponible(s) (Connecté avec"
"available network(s):"="réseau(x) disponible(s) :"
"bluetooth device(s)"="périphérique(s) Bluetooth"
"bluetooth device(s)(Connecting with"="périphérique(s) Bluetooth (Connexion avec"
"bluetooth devices"="dispositifs bluetooth"
"bw_userid"="ID utili BW"
"city"="ville"
"conference_number"="numéro_conférence"
"config updating"="MàJ configuration"
"contact full"="Liste de contacts pleine !"
"country"="pays"
"extension_number"="numéro_poste"
"failed"="échec"
"first_name"="prénom"
"free"="libre"
"from the conference?"="de la conférence?"
"group_id"="id_groupe"
"hiragana_first_name"="prénom_hiragana"
"hiragana_last_name"="nom_hiragana"
"home_phone"="téléphone_domicile"
"last_name"="nom_famille"
"local Directories"="Annuaire local"
"logging in..."="En cours de connexion..."
"logging out ..."="En cours de déconnexion..."
"members"="membres"
"minutes left for call recording"="minutes restantes pour enregistrement de l’appel"
"mobile_phone"="téléphone_mobile"
"new"="nouveau"
"old"="ancien"
"postal_code"="code_postal"
"q'ing"="En attente"
"region"="région"
"s"="s"
"saved!"="enregistré !"
"street"="rue"
"success"="succès"
"title"="titre"
"used"="Utilisé"
"user"="Utilisateur "
"var"="DVA"
"web"="web"
"work_phone"="tél_travail"
"Set Dsskey wallpaper successfully"="Set dsskey wallpaper successfully!"
"Delete this photo?"="Delete this photo?"
